{
  "stoi": {
    "\n": 0,
    "1": 1,
    "2": 2,
    "3": 3,
    "A": 4,
    "B": 5,
    "C": 6,
    "D": 7,
    "G": 8,
    "I": 9,
    "N": 10,
    "O": 11,
    "P": 12,
    "Q": 13,
    "S": 14,
    "T": 15,
    "U": 16,
    "X": 17,
    "a": 18,
    "b": 19,
    "c": 20,
    "d": 21,
    "e": 22,
    "f": 23,
    "g": 24,
    "i": 25,
    "l": 26,
    "m": 27,
    "o": 28,
    "s": 29,
    "u": 30,
    "y": 31,
    "一": 32,
    "丁": 33,
    "七": 34,
    "万": 35,
    "丈": 36,
    "三": 37,
    "上": 38,
    "下": 39,
    "不": 40,
    "与": 41,
    "丑": 42,
    "专": 43,
    "且": 44,
    "世": 45,
    "丘": 46,
    "丙": 47,
    "业": 48,
    "丛": 49,
    "东": 50,
    "丝": 51,
    "丢": 52,
    "两": 53,
    "严": 54,
    "个": 55,
    "中": 56,
    "丰": 57,
    "串": 58,
    "临": 59,
    "丶": 60,
    "丸": 61,
    "丹": 62,
    "为": 63,
    "主": 64,
    "丽": 65,
    "举": 66,
    "乃": 67,
    "久": 68,
    "么": 69,
    "义": 70,
    "之": 71,
    "乌": 72,
    "乎": 73,
    "乏": 74,
    "乐": 75,
    "乔": 76,
    "乖": 77,
    "乘": 78,
    "乙": 79,
    "乜": 80,
    "九": 81,
    "也": 82,
    "习": 83,
    "乡": 84,
    "书": 85,
    "买": 86,
    "乱": 87,
    "乳": 88,
    "乾": 89,
    "了": 90,
    "予": 91,
    "争": 92,
    "事": 93,
    "二": 94,
    "于": 95,
    "云": 96,
    "互": 97,
    "亓": 98,
    "五": 99,
    "井": 100,
    "亚": 101,
    "亡": 102,
    "亢": 103,
    "交": 104,
    "亥": 105,
    "亦": 106,
    "产": 107,
    "享": 108,
    "京": 109,
    "亭": 110,
    "亮": 111,
    "亲": 112,
    "亳": 113,
    "人": 114,
    "亿": 115,
    "仁": 116,
    "仆": 117,
    "仇": 118,
    "仉": 119,
    "今": 120,
    "介": 121,
    "仍": 122,
    "从": 123,
    "仑": 124,
    "仓": 125,
    "仕": 126,
    "他": 127,
    "付": 128,
    "仙": 129,
    "仝": 130,
    "代": 131,
    "令": 132,
    "以": 133,
    "仪": 134,
    "们": 135,
    "仰": 136,
    "仲": 137,
    "仵": 138,
    "件": 139,
    "价": 140,
    "任": 141,
    "份": 142,
    "仿": 143,
    "企": 144,
    "伊": 145,
    "伍": 146,
    "伏": 147,
    "休": 148,
    "众": 149,
    "优": 150,
    "伙": 151,
    "会": 152,
    "伞": 153,
    "伟": 154,
    "传": 155,
    "伤": 156,
    "伦": 157,
    "伪": 158,
    "伯": 159,
    "估": 160,
    "伴": 161,
    "似": 162,
    "伽": 163,
    "佁": 164,
    "但": 165,
    "位": 166,
    "低": 167,
    "住": 168,
    "佑": 169,
    "体": 170,
    "何": 171,
    "佘": 172,
    "余": 173,
    "佛": 174,
    "作": 175,
    "佟": 176,
    "你": 177,
    "佩": 178,
    "佬": 179,
    "佳": 180,
    "佴": 181,
    "佼": 182,
    "使": 183,
    "侍": 184,
    "依": 185,
    "侠": 186,
    "侧": 187,
    "侨": 188,
    "侬": 189,
    "侯": 190,
    "侵": 191,
    "便": 192,
    "俊": 193,
    "俎": 194,
    "俏": 195,
    "俐": 196,
    "俑": 197,
    "俗": 198,
    "保": 199,
    "俞": 200,
    "俟": 201,
    "信": 202,
    "俨": 203,
    "俭": 204,
    "修": 205,
    "倒": 206,
    "倔": 207,
    "候": 208,
    "倚": 209,
    "借": 210,
    "倦": 211,
    "倩": 212,
    "倪": 213,
    "值": 214,
    "倾": 215,
    "假": 216,
    "偏": 217,
    "做": 218,
    "停": 219,
    "健": 220,
    "偲": 221,
    "偶": 222,
    "偷": 223,
    "偿": 224,
    "傅": 225,
    "傍": 226,
    "储": 227,
    "催": 228,
    "傲": 229,
    "傻": 230,
    "像": 231,
    "僧": 232,
    "僪": 233,
    "僵": 234,
    "僻": 235,
    "儋": 236,
    "儒": 237,
    "儿": 238,
    "允": 239,
    "元": 240,
    "兄": 241,
    "充": 242,
    "兆": 243,
    "先": 244,
    "光": 245,
    "克": 246,
    "免": 247,
    "兑": 248,
    "兔": 249,
    "党": 250,
    "入": 251,
    "全": 252,
    "八": 253,
    "公": 254,
    "六": 255,
    "兮": 256,
    "兰": 257,
    "共": 258,
    "关": 259,
    "兴": 260,
    "兵": 261,
    "其": 262,
    "具": 263,
    "典": 264,
    "养": 265,
    "兼": 266,
    "兽": 267,
    "冀": 268,
    "内": 269,
    "冈": 270,
    "冉": 271,
    "再": 272,
    "冒": 273,
    "冕": 274,
    "冗": 275,
    "写": 276,
    "军": 277,
    "农": 278,
    "冠": 279,
    "冤": 280,
    "冥": 281,
    "冬": 282,
    "冯": 283,
    "冰": 284,
    "冲": 285,
    "决": 286,
    "况": 287,
    "冶": 288,
    "冷": 289,
    "冻": 290,
    "冼": 291,
    "净": 292,
    "准": 293,
    "凇": 294,
    "凉": 295,
    "凋": 296,
    "凌": 297,
    "减": 298,
    "凝": 299,
    "几": 300,
    "凡": 301,
    "凤": 302,
    "凭": 303,
    "凯": 304,
    "凰": 305,
    "出": 306,
    "击": 307,
    "函": 308,
    "刀": 309,
    "刁": 310,
    "分": 311,
    "切": 312,
    "刑": 313,
    "划": 314,
    "列": 315,
    "刘": 316,
    "则": 317,
    "刚": 318,
    "创": 319,
    "初": 320,
    "判": 321,
    "刨": 322,
    "利": 323,
    "别": 324,
    "刮": 325,
    "到": 326,
    "制": 327,
    "刷": 328,
    "券": 329,
    "刹": 330,
    "刺": 331,
    "刻": 332,
    "剁": 333,
    "剂": 334,
    "削": 335,
    "前": 336,
    "剑": 337,
    "剧": 338,
    "剪": 339,
    "副": 340,
    "割": 341,
    "力": 342,
    "办": 343,
    "功": 344,
    "加": 345,
    "务": 346,
    "动": 347,
    "助": 348,
    "努": 349,
    "劫": 350,
    "励": 351,
    "劲": 352,
    "劳": 353,
    "势": 354,
    "勇": 355,
    "勉": 356,
    "勋": 357,
    "勒": 358,
    "勘": 359,
    "勤": 360,
    "勺": 361,
    "勾": 362,
    "勿": 363,
    "包": 364,
    "匆": 365,
    "化": 366,
    "北": 367,
    "匙": 368,
    "匠": 369,
    "匡": 370,
    "匹": 371,
    "区": 372,
    "医": 373,
    "匿": 374,
    "十": 375,
    "千": 376,
    "升": 377,
    "午": 378,
    "卉": 379,
    "半": 380,
    "华": 381,
    "协": 382,
    "卑": 383,
    "卒": 384,
    "卓": 385,
    "单": 386,
    "卖": 387,
    "南": 388,
    "博": 389,
    "卜": 390,
    "卞": 391,
    "占": 392,
    "卡": 393,
    "卢": 394,
    "卤": 395,
    "卦": 396,
    "卧": 397,
    "卫": 398,
    "卯": 399,
    "印": 400,
    "危": 401,
    "即": 402,
    "却": 403,
    "卷": 404,
    "卸": 405,
    "卿": 406,
    "历": 407,
    "厉": 408,
    "压": 409,
    "厌": 410,
    "厍": 411,
    "厘": 412,
    "厚": 413,
    "原": 414,
    "厢": 415,
    "厦": 416,
    "厨": 417,
    "去": 418,
    "叁": 419,
    "参": 420,
    "又": 421,
    "及": 422,
    "友": 423,
    "双": 424,
    "反": 425,
    "发": 426,
    "叔": 427,
    "取": 428,
    "受": 429,
    "变": 430,
    "叙": 431,
    "叛": 432,
    "叡": 433,
    "口": 434,
    "古": 435,
    "句": 436,
    "只": 437,
    "叫": 438,
    "召": 439,
    "可": 440,
    "台": 441,
    "史": 442,
    "右": 443,
    "叶": 444,
    "号": 445,
    "司": 446,
    "叹": 447,
    "吃": 448,
    "各": 449,
    "合": 450,
    "吉": 451,
    "吊": 452,
    "同": 453,
    "名": 454,
    "后": 455,
    "吐": 456,
    "向": 457,
    "吒": 458,
    "吕": 459,
    "吖": 460,
    "吗": 461,
    "君": 462,
    "吝": 463,
    "吞": 464,
    "吟": 465,
    "否": 466,
    "吧": 467,
    "含": 468,
    "听": 469,
    "启": 470,
    "吴": 471,
    "吵": 472,
    "吸": 473,
    "吹": 474,
    "吼": 475,
    "吾": 476,
    "呀": 477,
    "呆": 478,
    "告": 479,
    "呐": 480,
    "呗": 481,
    "员": 482,
    "周": 483,
    "味": 484,
    "呻": 485,
    "呼": 486,
    "命": 487,
    "和": 488,
    "咎": 489,
    "咏": 490,
    "咒": 491,
    "咖": 492,
    "咨": 493,
    "咪": 494,
    "咸": 495,
    "哀": 496,
    "品": 497,
    "哇": 498,
    "哈": 499,
    "响": 500,
    "哑": 501,
    "哥": 502,
    "哪": 503,
    "哭": 504,
    "哲": 505,
    "唐": 506,
    "唤": 507,
    "售": 508,
    "唯": 509,
    "唱": 510,
    "啄": 511,
    "商": 512,
    "啊": 513,
    "啡": 514,
    "啦": 515,
    "啬": 516,
    "啸": 517,
    "喂": 518,
    "喃": 519,
    "善": 520,
    "喆": 521,
    "喇": 522,
    "喊": 523,
    "喜": 524,
    "喝": 525,
    "喧": 526,
    "喵": 527,
    "喷": 528,
    "喻": 529,
    "嗅": 530,
    "嗜": 531,
    "嗣": 532,
    "嗨": 533,
    "嘉": 534,
    "嘟": 535,
    "嘴": 536,
    "噎": 537,
    "器": 538,
    "噩": 539,
    "噪": 540,
    "囚": 541,
    "四": 542,
    "回": 543,
    "因": 544,
    "囡": 545,
    "园": 546,
    "困": 547,
    "围": 548,
    "国": 549,
    "图": 550,
    "圆": 551,
    "圈": 552,
    "圉": 553,
    "土": 554,
    "圣": 555,
    "在": 556,
    "圭": 557,
    "地": 558,
    "圳": 559,
    "场": 560,
    "圻": 561,
    "坂": 562,
    "均": 563,
    "坊": 564,
    "坏": 565,
    "坐": 566,
    "坑": 567,
    "块": 568,
    "坚": 569,
    "坛": 570,
    "坝": 571,
    "坟": 572,
    "坠": 573,
    "坡": 574,
    "坤": 575,
    "坦": 576,
    "垄": 577,
    "型": 578,
    "垒": 579,
    "埃": 580,
    "埋": 581,
    "城": 582,
    "域": 583,
    "埠": 584,
    "培": 585,
    "基": 586,
    "堂": 587,
    "堆": 588,
    "堡": 589,
    "堰": 590,
    "堵": 591,
    "塌": 592,
    "塑": 593,
    "塔": 594,
    "塘": 595,
    "塞": 596,
    "填": 597,
    "境": 598,
    "墓": 599,
    "墙": 600,
    "增": 601,
    "墟": 602,
    "墨": 603,
    "壁": 604,
    "壑": 605,
    "士": 606,
    "壬": 607,
    "壮": 608,
    "声": 609,
    "壳": 610,
    "壶": 611,
    "壹": 612,
    "处": 613,
    "备": 614,
    "复": 615,
    "夏": 616,
    "夔": 617,
    "夕": 618,
    "外": 619,
    "夙": 620,
    "多": 621,
    "夜": 622,
    "够": 623,
    "大": 624,
    "天": 625,
    "太": 626,
    "夫": 627,
    "央": 628,
    "失": 629,
    "头": 630,
    "夷": 631,
    "夺": 632,
    "奇": 633,
    "奈": 634,
    "奉": 635,
    "奋": 636,
    "奏": 637,
    "奔": 638,
    "奕": 639,
    "奖": 640,
    "奚": 641,
    "奥": 642,
    "女": 643,
    "奶": 644,
    "奸": 645,
    "好": 646,
    "如": 647,
    "妃": 648,
    "妄": 649,
    "妆": 650,
    "妇": 651,
    "妈": 652,
    "妍": 653,
    "妒": 654,
    "妙": 655,
    "妤": 656,
    "妥": 657,
    "妨": 658,
    "妫": 659,
    "妮": 660,
    "妲": 661,
    "妹": 662,
    "妻": 663,
    "始": 664,
    "姐": 665,
    "姑": 666,
    "姒": 667,
    "姓": 668,
    "委": 669,
    "姗": 670,
    "姚": 671,
    "姜": 672,
    "姝": 673,
    "姣": 674,
    "姬": 675,
    "姮": 676,
    "姿": 677,
    "威": 678,
    "娃": 679,
    "娄": 680,
    "娅": 681,
    "娇": 682,
    "娘": 683,
    "娜": 684,
    "娟": 685,
    "娥": 686,
    "娰": 687,
    "娲": 688,
    "娴": 689,
    "婀": 690,
    "婆": 691,
    "婉": 692,
    "婕": 693,
    "婚": 694,
    "婧": 695,
    "婵": 696,
    "婷": 697,
    "媒": 698,
    "媚": 699,
    "媛": 700,
    "嫉": 701,
    "嫒": 702,
    "嫚": 703,
    "嫣": 704,
    "嫦": 705,
    "嫩": 706,
    "嬴": 707,
    "子": 708,
    "孔": 709,
    "字": 710,
    "存": 711,
    "孙": 712,
    "孛": 713,
    "孜": 714,
    "孝": 715,
    "孟": 716,
    "季": 717,
    "孤": 718,
    "学": 719,
    "宁": 720,
    "它": 721,
    "宅": 722,
    "宇": 723,
    "守": 724,
    "安": 725,
    "宋": 726,
    "完": 727,
    "宏": 728,
    "宓": 729,
    "宗": 730,
    "官": 731,
    "宙": 732,
    "定": 733,
    "宛": 734,
    "宜": 735,
    "宝": 736,
    "实": 737,
    "宠": 738,
    "审": 739,
    "客": 740,
    "宣": 741,
    "室": 742,
    "宦": 743,
    "宫": 744,
    "宰": 745,
    "害": 746,
    "宵": 747,
    "家": 748,
    "宸": 749,
    "容": 750,
    "宽": 751,
    "宾": 752,
    "宿": 753,
    "寂": 754,
    "寄": 755,
    "寅": 756,
    "密": 757,
    "寇": 758,
    "富": 759,
    "寒": 760,
    "寓": 761,
    "察": 762,
    "寥": 763,
    "寨": 764,
    "寰": 765,
    "寸": 766,
    "对": 767,
    "寺": 768,
    "寻": 769,
    "导": 770,
    "寿": 771,
    "封": 772,
    "射": 773,
    "将": 774,
    "尉": 775,
    "尊": 776,
    "小": 777,
    "少": 778,
    "尔": 779,
    "尖": 780,
    "尘": 781,
    "尚": 782,
    "尝": 783,
    "尤": 784,
    "尧": 785,
    "尬": 786,
    "就": 787,
    "尴": 788,
    "尹": 789,
    "尼": 790,
    "尽": 791,
    "尾": 792,
    "尿": 793,
    "局": 794,
    "层": 795,
    "居": 796,
    "屈": 797,
    "屋": 798,
    "屎": 799,
    "屏": 800,
    "展": 801,
    "属": 802,
    "屠": 803,
    "履": 804,
    "屯": 805,
    "山": 806,
    "屿": 807,
    "岁": 808,
    "岂": 809,
    "岑": 810,
    "岗": 811,
    "岚": 812,
    "岛": 813,
    "岩": 814,
    "岭": 815,
    "岱": 816,
    "岳": 817,
    "岸": 818,
    "岺": 819,
    "峒": 820,
    "峡": 821,
    "峨": 822,
    "峯": 823,
    "峰": 824,
    "峻": 825,
    "崆": 826,
    "崇": 827,
    "崔": 828,
    "崩": 829,
    "嵇": 830,
    "嵩": 831,
    "巅": 832,
    "巍": 833,
    "川": 834,
    "州": 835,
    "巢": 836,
    "工": 837,
    "左": 838,
    "巧": 839,
    "巨": 840,
    "巩": 841,
    "巫": 842,
    "差": 843,
    "己": 844,
    "已": 845,
    "巳": 846,
    "巴": 847,
    "巷": 848,
    "巾": 849,
    "币": 850,
    "市": 851,
    "布": 852,
    "帅": 853,
    "帆": 854,
    "师": 855,
    "希": 856,
    "帐": 857,
    "帖": 858,
    "帘": 859,
    "帛": 860,
    "帝": 861,
    "带": 862,
    "席": 863,
    "帮": 864,
    "常": 865,
    "幕": 866,
    "干": 867,
    "平": 868,
    "年": 869,
    "幸": 870,
    "幻": 871,
    "幼": 872,
    "幽": 873,
    "广": 874,
    "庄": 875,
    "庆": 876,
    "床": 877,
    "序": 878,
    "庐": 879,
    "库": 880,
    "应": 881,
    "底": 882,
    "店": 883,
    "庚": 884,
    "府": 885,
    "庞": 886,
    "废": 887,
    "度": 888,
    "座": 889,
    "庭": 890,
    "康": 891,
    "庸": 892,
    "庹": 893,
    "庾": 894,
    "廉": 895,
    "廊": 896,
    "廖": 897,
    "延": 898,
    "廷": 899,
    "建": 900,
    "开": 901,
    "异": 902,
    "弃": 903,
    "弄": 904,
    "弋": 905,
    "式": 906,
    "弓": 907,
    "引": 908,
    "弘": 909,
    "张": 910,
    "弥": 911,
    "弦": 912,
    "弭": 913,
    "弯": 914,
    "弱": 915,
    "弹": 916,
    "强": 917,
    "弼": 918,
    "归": 919,
    "当": 920,
    "录": 921,
    "彗": 922,
    "形": 923,
    "彤": 924,
    "彦": 925,
    "彩": 926,
    "彪": 927,
    "彬": 928,
    "彭": 929,
    "彰": 930,
    "影": 931,
    "彻": 932,
    "往": 933,
    "征": 934,
    "径": 935,
    "待": 936,
    "很": 937,
    "律": 938,
    "徐": 939,
    "徒": 940,
    "得": 941,
    "御": 942,
    "循": 943,
    "徭": 944,
    "微": 945,
    "德": 946,
    "心": 947,
    "必": 948,
    "忆": 949,
    "忍": 950,
    "志": 951,
    "忘": 952,
    "忙": 953,
    "忠": 954,
    "忧": 955,
    "快": 956,
    "念": 957,
    "忻": 958,
    "怀": 959,
    "态": 960,
    "怒": 961,
    "怕": 962,
    "怜": 963,
    "思": 964,
    "怠": 965,
    "怡": 966,
    "急": 967,
    "性": 968,
    "怨": 969,
    "怪": 970,
    "怯": 971,
    "总": 972,
    "怿": 973,
    "恋": 974,
    "恐": 975,
    "恒": 976,
    "恨": 977,
    "恩": 978,
    "恬": 979,
    "恭": 980,
    "息": 981,
    "恰": 982,
    "恶": 983,
    "恺": 984,
    "恼": 985,
    "恽": 986,
    "悄": 987,
    "悉": 988,
    "悔": 989,
    "悟": 990,
    "悠": 991,
    "悦": 992,
    "悯": 993,
    "悲": 994,
    "情": 995,
    "惊": 996,
    "惑": 997,
    "惜": 998,
    "惠": 999,
    "惦": 1000,
    "惧": 1001,
    "惫": 1002,
    "惬": 1003,
    "惯": 1004,
    "惰": 1005,
    "想": 1006,
    "惹": 1007,
    "愁": 1008,
    "愈": 1009,
    "愉": 1010,
    "意": 1011,
    "愚": 1012,
    "感": 1013,
    "愤": 1014,
    "愫": 1015,
    "愿": 1016,
    "慈": 1017,
    "慌": 1018,
    "慎": 1019,
    "慕": 1020,
    "慢": 1021,
    "慧": 1022,
    "慨": 1023,
    "慵": 1024,
    "慷": 1025,
    "憩": 1026,
    "憾": 1027,
    "懂": 1028,
    "懈": 1029,
    "懒": 1030,
    "懦": 1031,
    "懿": 1032,
    "戈": 1033,
    "戊": 1034,
    "戌": 1035,
    "戎": 1036,
    "戏": 1037,
    "成": 1038,
    "我": 1039,
    "戒": 1040,
    "战": 1041,
    "戚": 1042,
    "戟": 1043,
    "戢": 1044,
    "截": 1045,
    "戬": 1046,
    "戴": 1047,
    "户": 1048,
    "房": 1049,
    "所": 1050,
    "扇": 1051,
    "扈": 1052,
    "手": 1053,
    "才": 1054,
    "扎": 1055,
    "扑": 1056,
    "打": 1057,
    "扔": 1058,
    "托": 1059,
    "扛": 1060,
    "扣": 1061,
    "执": 1062,
    "扫": 1063,
    "扬": 1064,
    "扮": 1065,
    "扯": 1066,
    "扰": 1067,
    "扶": 1068,
    "批": 1069,
    "找": 1070,
    "承": 1071,
    "技": 1072,
    "抄": 1073,
    "把": 1074,
    "抓": 1075,
    "投": 1076,
    "抖": 1077,
    "抗": 1078,
    "折": 1079,
    "抚": 1080,
    "抠": 1081,
    "抢": 1082,
    "护": 1083,
    "报": 1084,
    "披": 1085,
    "抬": 1086,
    "抱": 1087,
    "抹": 1088,
    "抽": 1089,
    "拂": 1090,
    "担": 1091,
    "拆": 1092,
    "拈": 1093,
    "拉": 1094,
    "拍": 1095,
    "拎": 1096,
    "拓": 1097,
    "拔": 1098,
    "拖": 1099,
    "拘": 1100,
    "拙": 1101,
    "招": 1102,
    "拜": 1103,
    "拟": 1104,
    "拥": 1105,
    "拨": 1106,
    "拱": 1107,
    "拳": 1108,
    "拼": 1109,
    "拾": 1110,
    "拿": 1111,
    "持": 1112,
    "挂": 1113,
    "指": 1114,
    "按": 1115,
    "挑": 1116,
    "挞": 1117,
    "挣": 1118,
    "挥": 1119,
    "挫": 1120,
    "振": 1121,
    "捌": 1122,
    "捏": 1123,
    "捕": 1124,
    "捡": 1125,
    "换": 1126,
    "据": 1127,
    "捷": 1128,
    "捺": 1129,
    "授": 1130,
    "掉": 1131,
    "掌": 1132,
    "排": 1133,
    "探": 1134,
    "掣": 1135,
    "接": 1136,
    "控": 1137,
    "推": 1138,
    "掰": 1139,
    "揍": 1140,
    "描": 1141,
    "提": 1142,
    "插": 1143,
    "握": 1144,
    "揣": 1145,
    "揭": 1146,
    "援": 1147,
    "揽": 1148,
    "搁": 1149,
    "搏": 1150,
    "搜": 1151,
    "搞": 1152,
    "搬": 1153,
    "搭": 1154,
    "摄": 1155,
    "摆": 1156,
    "摇": 1157,
    "摔": 1158,
    "摘": 1159,
    "摧": 1160,
    "摩": 1161,
    "摸": 1162,
    "撒": 1163,
    "撕": 1164,
    "撞": 1165,
    "播": 1166,
    "撰": 1167,
    "擀": 1168,
    "擅": 1169,
    "操": 1170,
    "擎": 1171,
    "擒": 1172,
    "擦": 1173,
    "攀": 1174,
    "支": 1175,
    "收": 1176,
    "改": 1177,
    "攻": 1178,
    "放": 1179,
    "政": 1180,
    "故": 1181,
    "效": 1182,
    "敌": 1183,
    "敏": 1184,
    "救": 1185,
    "敖": 1186,
    "教": 1187,
    "敛": 1188,
    "敢": 1189,
    "散": 1190,
    "敦": 1191,
    "敬": 1192,
    "数": 1193,
    "敲": 1194,
    "整": 1195,
    "敷": 1196,
    "文": 1197,
    "斋": 1198,
    "斌": 1199,
    "斐": 1200,
    "斑": 1201,
    "斗": 1202,
    "料": 1203,
    "斛": 1204,
    "斜": 1205,
    "斟": 1206,
    "斤": 1207,
    "斥": 1208,
    "斩": 1209,
    "断": 1210,
    "斯": 1211,
    "新": 1212,
    "方": 1213,
    "於": 1214,
    "施": 1215,
    "旁": 1216,
    "旃": 1217,
    "旅": 1218,
    "旋": 1219,
    "旎": 1220,
    "旗": 1221,
    "无": 1222,
    "既": 1223,
    "日": 1224,
    "旧": 1225,
    "旨": 1226,
    "早": 1227,
    "旭": 1228,
    "时": 1229,
    "旷": 1230,
    "旺": 1231,
    "旻": 1232,
    "昂": 1233,
    "昆": 1234,
    "昇": 1235,
    "昊": 1236,
    "昌": 1237,
    "明": 1238,
    "昏": 1239,
    "易": 1240,
    "昔": 1241,
    "昕": 1242,
    "昙": 1243,
    "昝": 1244,
    "星": 1245,
    "映": 1246,
    "春": 1247,
    "昨": 1248,
    "昭": 1249,
    "是": 1250,
    "昶": 1251,
    "昼": 1252,
    "显": 1253,
    "晁": 1254,
    "晃": 1255,
    "晋": 1256,
    "晏": 1257,
    "晓": 1258,
    "晔": 1259,
    "晕": 1260,
    "晖": 1261,
    "晗": 1262,
    "晚": 1263,
    "晟": 1264,
    "晤": 1265,
    "晦": 1266,
    "晨": 1267,
    "普": 1268,
    "景": 1269,
    "晰": 1270,
    "晴": 1271,
    "晶": 1272,
    "智": 1273,
    "暂": 1274,
    "暄": 1275,
    "暎": 1276,
    "暑": 1277,
    "暖": 1278,
    "暗": 1279,
    "暨": 1280,
    "暮": 1281,
    "暴": 1282,
    "曌": 1283,
    "曙": 1284,
    "曜": 1285,
    "曝": 1286,
    "曦": 1287,
    "曰": 1288,
    "曲": 1289,
    "更": 1290,
    "曹": 1291,
    "曼": 1292,
    "曾": 1293,
    "月": 1294,
    "有": 1295,
    "朋": 1296,
    "服": 1297,
    "朔": 1298,
    "朗": 1299,
    "望": 1300,
    "朝": 1301,
    "期": 1302,
    "朦": 1303,
    "木": 1304,
    "未": 1305,
    "本": 1306,
    "术": 1307,
    "朱": 1308,
    "朴": 1309,
    "朵": 1310,
    "机": 1311,
    "杀": 1312,
    "杂": 1313,
    "权": 1314,
    "杉": 1315,
    "李": 1316,
    "杏": 1317,
    "材": 1318,
    "村": 1319,
    "杜": 1320,
    "杞": 1321,
    "束": 1322,
    "杠": 1323,
    "条": 1324,
    "来": 1325,
    "杨": 1326,
    "杭": 1327,
    "杯": 1328,
    "杰": 1329,
    "杳": 1330,
    "杷": 1331,
    "松": 1332,
    "板": 1333,
    "极": 1334,
    "构": 1335,
    "枇": 1336,
    "析": 1337,
    "枕": 1338,
    "林": 1339,
    "枚": 1340,
    "果": 1341,
    "枝": 1342,
    "枣": 1343,
    "枪": 1344,
    "枫": 1345,
    "枯": 1346,
    "架": 1347,
    "柏": 1348,
    "某": 1349,
    "柑": 1350,
    "柒": 1351,
    "染": 1352,
    "柔": 1353,
    "柚": 1354,
    "柜": 1355,
    "柠": 1356,
    "查": 1357,
    "柯": 1358,
    "柱": 1359,
    "柳": 1360,
    "柴": 1361,
    "柿": 1362,
    "栅": 1363,
    "标": 1364,
    "栈": 1365,
    "栋": 1366,
    "树": 1367,
    "栓": 1368,
    "栖": 1369,
    "栗": 1370,
    "校": 1371,
    "样": 1372,
    "核": 1373,
    "根": 1374,
    "格": 1375,
    "栾": 1376,
    "桀": 1377,
    "桂": 1378,
    "桃": 1379,
    "案": 1380,
    "桌": 1381,
    "桐": 1382,
    "桑": 1383,
    "桓": 1384,
    "桔": 1385,
    "桥": 1386,
    "桦": 1387,
    "梁": 1388,
    "梅": 1389,
    "梓": 1390,
    "梗": 1391,
    "梢": 1392,
    "梦": 1393,
    "梧": 1394,
    "梨": 1395,
    "械": 1396,
    "梳": 1397,
    "检": 1398,
    "棉": 1399,
    "棋": 1400,
    "棍": 1401,
    "棒": 1402,
    "棕": 1403,
    "棘": 1404,
    "棚": 1405,
    "棠": 1406,
    "森": 1407,
    "椅": 1408,
    "植": 1409,
    "椒": 1410,
    "椰": 1411,
    "楚": 1412,
    "楠": 1413,
    "楫": 1414,
    "楼": 1415,
    "概": 1416,
    "榄": 1417,
    "榆": 1418,
    "榕": 1419,
    "榜": 1420,
    "榴": 1421,
    "槐": 1422,
    "槽": 1423,
    "樊": 1424,
    "模": 1425,
    "横": 1426,
    "樱": 1427,
    "橄": 1428,
    "橘": 1429,
    "橙": 1430,
    "檀": 1431,
    "檬": 1432,
    "次": 1433,
    "欢": 1434,
    "欣": 1435,
    "欧": 1436,
    "欲": 1437,
    "欺": 1438,
    "款": 1439,
    "歆": 1440,
    "歇": 1441,
    "歉": 1442,
    "歌": 1443,
    "止": 1444,
    "正": 1445,
    "此": 1446,
    "步": 1447,
    "武": 1448,
    "歧": 1449,
    "死": 1450,
    "残": 1451,
    "殳": 1452,
    "段": 1453,
    "殷": 1454,
    "殿": 1455,
    "毁": 1456,
    "毅": 1457,
    "毋": 1458,
    "母": 1459,
    "每": 1460,
    "毒": 1461,
    "毓": 1462,
    "比": 1463,
    "毕": 1464,
    "毛": 1465,
    "毯": 1466,
    "氏": 1467,
    "民": 1468,
    "气": 1469,
    "氧": 1470,
    "氪": 1471,
    "水": 1472,
    "永": 1473,
    "汀": 1474,
    "汁": 1475,
    "求": 1476,
    "汉": 1477,
    "汐": 1478,
    "汕": 1479,
    "汗": 1480,
    "汝": 1481,
    "江": 1482,
    "池": 1483,
    "污": 1484,
    "汤": 1485,
    "汪": 1486,
    "汲": 1487,
    "汽": 1488,
    "汾": 1489,
    "沁": 1490,
    "沂": 1491,
    "沃": 1492,
    "沈": 1493,
    "沉": 1494,
    "沌": 1495,
    "沏": 1496,
    "沐": 1497,
    "沙": 1498,
    "沛": 1499,
    "没": 1500,
    "沦": 1501,
    "沧": 1502,
    "沫": 1503,
    "河": 1504,
    "油": 1505,
    "治": 1506,
    "沼": 1507,
    "泄": 1508,
    "泉": 1509,
    "泊": 1510,
    "法": 1511,
    "泡": 1512,
    "波": 1513,
    "泣": 1514,
    "泥": 1515,
    "注": 1516,
    "泪": 1517,
    "泰": 1518,
    "泳": 1519,
    "泷": 1520,
    "泸": 1521,
    "泼": 1522,
    "泽": 1523,
    "洁": 1524,
    "洋": 1525,
    "洒": 1526,
    "洗": 1527,
    "洛": 1528,
    "洞": 1529,
    "津": 1530,
    "洪": 1531,
    "洮": 1532,
    "洲": 1533,
    "洳": 1534,
    "洺": 1535,
    "活": 1536,
    "洽": 1537,
    "派": 1538,
    "流": 1539,
    "浅": 1540,
    "浆": 1541,
    "浇": 1542,
    "浊": 1543,
    "测": 1544,
    "济": 1545,
    "浏": 1546,
    "浑": 1547,
    "浓": 1548,
    "浚": 1549,
    "浣": 1550,
    "浦": 1551,
    "浩": 1552,
    "浪": 1553,
    "浮": 1554,
    "海": 1555,
    "涂": 1556,
    "涆": 1557,
    "消": 1558,
    "涌": 1559,
    "涒": 1560,
    "涛": 1561,
    "涤": 1562,
    "润": 1563,
    "涧": 1564,
    "涨": 1565,
    "涩": 1566,
    "涯": 1567,
    "液": 1568,
    "涵": 1569,
    "淄": 1570,
    "淇": 1571,
    "淋": 1572,
    "淑": 1573,
    "淖": 1574,
    "淘": 1575,
    "淡": 1576,
    "淦": 1577,
    "淮": 1578,
    "深": 1579,
    "淳": 1580,
    "混": 1581,
    "添": 1582,
    "淼": 1583,
    "清": 1584,
    "渊": 1585,
    "渔": 1586,
    "渟": 1587,
    "渠": 1588,
    "渡": 1589,
    "渣": 1590,
    "温": 1591,
    "港": 1592,
    "渲": 1593,
    "游": 1594,
    "渺": 1595,
    "湃": 1596,
    "湉": 1597,
    "湖": 1598,
    "湘": 1599,
    "湛": 1600,
    "湮": 1601,
    "湾": 1602,
    "湿": 1603,
    "溃": 1604,
    "源": 1605,
    "準": 1606,
    "溜": 1607,
    "溢": 1608,
    "溥": 1609,
    "溪": 1610,
    "溺": 1611,
    "滁": 1612,
    "滑": 1613,
    "滕": 1614,
    "滚": 1615,
    "滞": 1616,
    "满": 1617,
    "滢": 1618,
    "滤": 1619,
    "滨": 1620,
    "滩": 1621,
    "漂": 1622,
    "漆": 1623,
    "漏": 1624,
    "演": 1625,
    "漠": 1626,
    "漪": 1627,
    "漫": 1628,
    "漯": 1629,
    "漳": 1630,
    "潇": 1631,
    "潍": 1632,
    "潘": 1633,
    "潜": 1634,
    "潭": 1635,
    "潮": 1636,
    "潼": 1637,
    "澄": 1638,
    "澈": 1639,
    "澍": 1640,
    "澎": 1641,
    "澜": 1642,
    "澡": 1643,
    "澹": 1644,
    "激": 1645,
    "濑": 1646,
    "濡": 1647,
    "濮": 1648,
    "濯": 1649,
    "瀑": 1650,
    "瀚": 1651,
    "灌": 1652,
    "灏": 1653,
    "火": 1654,
    "灭": 1655,
    "灯": 1656,
    "灰": 1657,
    "灵": 1658,
    "灼": 1659,
    "灾": 1660,
    "灿": 1661,
    "炊": 1662,
    "炎": 1663,
    "炒": 1664,
    "炖": 1665,
    "炜": 1666,
    "炫": 1667,
    "炮": 1668,
    "炳": 1669,
    "炸": 1670,
    "点": 1671,
    "炼": 1672,
    "炽": 1673,
    "烁": 1674,
    "烂": 1675,
    "烈": 1676,
    "烘": 1677,
    "烛": 1678,
    "烟": 1679,
    "烤": 1680,
    "烦": 1681,
    "烧": 1682,
    "烨": 1683,
    "烫": 1684,
    "热": 1685,
    "焉": 1686,
    "焊": 1687,
    "焕": 1688,
    "焖": 1689,
    "焗": 1690,
    "焦": 1691,
    "焰": 1692,
    "焱": 1693,
    "然": 1694,
    "煊": 1695,
    "煌": 1696,
    "煎": 1697,
    "煙": 1698,
    "煜": 1699,
    "煦": 1700,
    "照": 1701,
    "煮": 1702,
    "熄": 1703,
    "熊": 1704,
    "熔": 1705,
    "熙": 1706,
    "熟": 1707,
    "熠": 1708,
    "熬": 1709,
    "熵": 1710,
    "熹": 1711,
    "燃": 1712,
    "燊": 1713,
    "燎": 1714,
    "燕": 1715,
    "燥": 1716,
    "爆": 1717,
    "爪": 1718,
    "爬": 1719,
    "爰": 1720,
    "爱": 1721,
    "爵": 1722,
    "父": 1723,
    "爷": 1724,
    "爹": 1725,
    "爽": 1726,
    "牂": 1727,
    "片": 1728,
    "版": 1729,
    "牌": 1730,
    "牙": 1731,
    "牛": 1732,
    "牟": 1733,
    "牡": 1734,
    "牢": 1735,
    "牧": 1736,
    "物": 1737,
    "牵": 1738,
    "特": 1739,
    "犀": 1740,
    "犁": 1741,
    "犬": 1742,
    "犯": 1743,
    "犰": 1744,
    "状": 1745,
    "犷": 1746,
    "犹": 1747,
    "犽": 1748,
    "狂": 1749,
    "狄": 1750,
    "狐": 1751,
    "狒": 1752,
    "狗": 1753,
    "狡": 1754,
    "独": 1755,
    "狭": 1756,
    "狮": 1757,
    "狱": 1758,
    "狳": 1759,
    "狸": 1760,
    "狼": 1761,
    "猎": 1762,
    "猕": 1763,
    "猛": 1764,
    "猜": 1765,
    "猩": 1766,
    "猪": 1767,
    "猫": 1768,
    "猬": 1769,
    "献": 1770,
    "猴": 1771,
    "猾": 1772,
    "猿": 1773,
    "獭": 1774,
    "獾": 1775,
    "玄": 1776,
    "率": 1777,
    "玉": 1778,
    "王": 1779,
    "玑": 1780,
    "玖": 1781,
    "玛": 1782,
    "玟": 1783,
    "玥": 1784,
    "玩": 1785,
    "玫": 1786,
    "玮": 1787,
    "环": 1788,
    "现": 1789,
    "玲": 1790,
    "玳": 1791,
    "玻": 1792,
    "珀": 1793,
    "珂": 1794,
    "珈": 1795,
    "珉": 1796,
    "珊": 1797,
    "珍": 1798,
    "珏": 1799,
    "珑": 1800,
    "珠": 1801,
    "珩": 1802,
    "班": 1803,
    "珮": 1804,
    "珰": 1805,
    "珹": 1806,
    "珺": 1807,
    "球": 1808,
    "琅": 1809,
    "理": 1810,
    "琇": 1811,
    "琐": 1812,
    "琛": 1813,
    "琢": 1814,
    "琥": 1815,
    "琦": 1816,
    "琨": 1817,
    "琪": 1818,
    "琬": 1819,
    "琭": 1820,
    "琰": 1821,
    "琲": 1822,
    "琳": 1823,
    "琴": 1824,
    "琼": 1825,
    "瑁": 1826,
    "瑗": 1827,
    "瑙": 1828,
    "瑚": 1829,
    "瑛": 1830,
    "瑜": 1831,
    "瑞": 1832,
    "瑟": 1833,
    "瑰": 1834,
    "瑶": 1835,
    "瑾": 1836,
    "璀": 1837,
    "璃": 1838,
    "璇": 1839,
    "璎": 1840,
    "璐": 1841,
    "璞": 1842,
    "璟": 1843,
    "璠": 1844,
    "璧": 1845,
    "璨": 1846,
    "璩": 1847,
    "瓃": 1848,
    "瓜": 1849,
    "瓢": 1850,
    "瓦": 1851,
    "瓮": 1852,
    "瓶": 1853,
    "瓷": 1854,
    "甄": 1855,
    "甘": 1856,
    "甜": 1857,
    "生": 1858,
    "用": 1859,
    "甩": 1860,
    "甫": 1861,
    "田": 1862,
    "由": 1863,
    "甲": 1864,
    "申": 1865,
    "电": 1866,
    "男": 1867,
    "画": 1868,
    "畅": 1869,
    "界": 1870,
    "畏": 1871,
    "留": 1872,
    "略": 1873,
    "番": 1874,
    "畴": 1875,
    "疏": 1876,
    "疑": 1877,
    "疗": 1878,
    "疫": 1879,
    "疯": 1880,
    "疲": 1881,
    "疼": 1882,
    "疾": 1883,
    "病": 1884,
    "痕": 1885,
    "痘": 1886,
    "痛": 1887,
    "痞": 1888,
    "痧": 1889,
    "痨": 1890,
    "痴": 1891,
    "瘦": 1892,
    "瘫": 1893,
    "瘾": 1894,
    "癸": 1895,
    "登": 1896,
    "白": 1897,
    "百": 1898,
    "的": 1899,
    "皆": 1900,
    "皇": 1901,
    "皋": 1902,
    "皎": 1903,
    "皓": 1904,
    "皮": 1905,
    "盆": 1906,
    "盈": 1907,
    "益": 1908,
    "盍": 1909,
    "盏": 1910,
    "盐": 1911,
    "监": 1912,
    "盒": 1913,
    "盖": 1914,
    "盘": 1915,
    "盛": 1916,
    "盟": 1917,
    "目": 1918,
    "盯": 1919,
    "直": 1920,
    "相": 1921,
    "盼": 1922,
    "盾": 1923,
    "眉": 1924,
    "看": 1925,
    "真": 1926,
    "眠": 1927,
    "眩": 1928,
    "眭": 1929,
    "眷": 1930,
    "眸": 1931,
    "眺": 1932,
    "眼": 1933,
    "着": 1934,
    "睡": 1935,
    "睢": 1936,
    "督": 1937,
    "睦": 1938,
    "睹": 1939,
    "睿": 1940,
    "瞄": 1941,
    "瞅": 1942,
    "瞥": 1943,
    "瞧": 1944,
    "瞪": 1945,
    "瞬": 1946,
    "瞰": 1947,
    "瞳": 1948,
    "瞻": 1949,
    "瞿": 1950,
    "矢": 1951,
    "矣": 1952,
    "知": 1953,
    "矩": 1954,
    "矫": 1955,
    "短": 1956,
    "矮": 1957,
    "石": 1958,
    "码": 1959,
    "砂": 1960,
    "砌": 1961,
    "砍": 1962,
    "研": 1963,
    "砖": 1964,
    "破": 1965,
    "砸": 1966,
    "砾": 1967,
    "硕": 1968,
    "硬": 1969,
    "确": 1970,
    "碌": 1971,
    "碍": 1972,
    "碎": 1973,
    "碑": 1974,
    "碗": 1975,
    "碧": 1976,
    "碰": 1977,
    "磊": 1978,
    "磐": 1979,
    "磨": 1980,
    "磬": 1981,
    "礁": 1982,
    "示": 1983,
    "礼": 1984,
    "社": 1985,
    "祁": 1986,
    "祈": 1987,
    "祎": 1988,
    "祖": 1989,
    "祝": 1990,
    "神": 1991,
    "祢": 1992,
    "祥": 1993,
    "票": 1994,
    "祭": 1995,
    "祯": 1996,
    "祸": 1997,
    "祺": 1998,
    "禁": 1999,
    "禄": 2000,
    "禅": 2001,
    "福": 2002,
    "禚": 2003,
    "禧": 2004,
    "禹": 2005,
    "离": 2006,
    "禽": 2007,
    "禾": 2008,
    "秀": 2009,
    "私": 2010,
    "秃": 2011,
    "秉": 2012,
    "秋": 2013,
    "种": 2014,
    "科": 2015,
    "秒": 2016,
    "秘": 2017,
    "租": 2018,
    "秦": 2019,
    "秧": 2020,
    "秩": 2021,
    "积": 2022,
    "称": 2023,
    "稀": 2024,
    "程": 2025,
    "税": 2026,
    "稠": 2027,
    "稳": 2028,
    "稷": 2029,
    "稻": 2030,
    "稽": 2031,
    "稿": 2032,
    "穆": 2033,
    "穰": 2034,
    "穴": 2035,
    "究": 2036,
    "穷": 2037,
    "穹": 2038,
    "空": 2039,
    "穿": 2040,
    "突": 2041,
    "窃": 2042,
    "窄": 2043,
    "窑": 2044,
    "窗": 2045,
    "窝": 2046,
    "窥": 2047,
    "窦": 2048,
    "立": 2049,
    "站": 2050,
    "竞": 2051,
    "章": 2052,
    "童": 2053,
    "竭": 2054,
    "端": 2055,
    "竹": 2056,
    "竺": 2057,
    "笃": 2058,
    "笑": 2059,
    "笔": 2060,
    "笛": 2061,
    "符": 2062,
    "笨": 2063,
    "笪": 2064,
    "第": 2065,
    "等": 2066,
    "筋": 2067,
    "筑": 2068,
    "筒": 2069,
    "答": 2070,
    "策": 2071,
    "筠": 2072,
    "筱": 2073,
    "筷": 2074,
    "筹": 2075,
    "简": 2076,
    "箕": 2077,
    "算": 2078,
    "管": 2079,
    "箫": 2080,
    "箭": 2081,
    "箱": 2082,
    "篆": 2083,
    "篇": 2084,
    "篮": 2085,
    "篱": 2086,
    "篷": 2087,
    "簇": 2088,
    "簪": 2089,
    "籍": 2090,
    "米": 2091,
    "类": 2092,
    "粉": 2093,
    "粗": 2094,
    "粘": 2095,
    "粟": 2096,
    "粥": 2097,
    "粱": 2098,
    "粽": 2099,
    "精": 2100,
    "糊": 2101,
    "糕": 2102,
    "糖": 2103,
    "糜": 2104,
    "糯": 2105,
    "系": 2106,
    "素": 2107,
    "索": 2108,
    "紧": 2109,
    "紫": 2110,
    "累": 2111,
    "絮": 2112,
    "綦": 2113,
    "繁": 2114,
    "纠": 2115,
    "红": 2116,
    "约": 2117,
    "级": 2118,
    "纪": 2119,
    "纬": 2120,
    "纯": 2121,
    "纳": 2122,
    "纵": 2123,
    "纶": 2124,
    "纷": 2125,
    "纸": 2126,
    "纹": 2127,
    "线": 2128,
    "练": 2129,
    "组": 2130,
    "细": 2131,
    "织": 2132,
    "终": 2133,
    "绍": 2134,
    "经": 2135,
    "绑": 2136,
    "结": 2137,
    "绘": 2138,
    "给": 2139,
    "绚": 2140,
    "络": 2141,
    "绝": 2142,
    "统": 2143,
    "绣": 2144,
    "绥": 2145,
    "继": 2146,
    "绪": 2147,
    "绫": 2148,
    "续": 2149,
    "绮": 2150,
    "绳": 2151,
    "维": 2152,
    "绵": 2153,
    "绿": 2154,
    "缅": 2155,
    "缑": 2156,
    "缓": 2157,
    "编": 2158,
    "缘": 2159,
    "缚": 2160,
    "缝": 2161,
    "缠": 2162,
    "缤": 2163,
    "缩": 2164,
    "缪": 2165,
    "缴": 2166,
    "缸": 2167,
    "缺": 2168,
    "罐": 2169,
    "网": 2170,
    "罕": 2171,
    "罗": 2172,
    "罡": 2173,
    "置": 2174,
    "羊": 2175,
    "美": 2176,
    "羚": 2177,
    "羞": 2178,
    "羡": 2179,
    "群": 2180,
    "羲": 2181,
    "羹": 2182,
    "羽": 2183,
    "羿": 2184,
    "翁": 2185,
    "翊": 2186,
    "翌": 2187,
    "翎": 2188,
    "翔": 2189,
    "翟": 2190,
    "翠": 2191,
    "翡": 2192,
    "翦": 2193,
    "翮": 2194,
    "翰": 2195,
    "翻": 2196,
    "翼": 2197,
    "耀": 2198,
    "老": 2199,
    "考": 2200,
    "者": 2201,
    "而": 2202,
    "耍": 2203,
    "耐": 2204,
    "耕": 2205,
    "耘": 2206,
    "耳": 2207,
    "耻": 2208,
    "耿": 2209,
    "聂": 2210,
    "聊": 2211,
    "职": 2212,
    "聚": 2213,
    "聪": 2214,
    "肆": 2215,
    "肇": 2216,
    "肉": 2217,
    "肋": 2218,
    "肖": 2219,
    "肝": 2220,
    "肠": 2221,
    "股": 2222,
    "肢": 2223,
    "肤": 2224,
    "肥": 2225,
    "肩": 2226,
    "育": 2227,
    "胃": 2228,
    "胆": 2229,
    "背": 2230,
    "胖": 2231,
    "胜": 2232,
    "胞": 2233,
    "胡": 2234,
    "胤": 2235,
    "胥": 2236,
    "胧": 2237,
    "胸": 2238,
    "能": 2239,
    "脆": 2240,
    "脉": 2241,
    "脊": 2242,
    "脏": 2243,
    "脑": 2244,
    "脚": 2245,
    "脱": 2246,
    "脸": 2247,
    "腊": 2248,
    "腐": 2249,
    "腻": 2250,
    "腾": 2251,
    "腿": 2252,
    "膏": 2253,
    "膑": 2254,
    "膝": 2255,
    "臂": 2256,
    "臊": 2257,
    "臣": 2258,
    "臧": 2259,
    "自": 2260,
    "臭": 2261,
    "至": 2262,
    "致": 2263,
    "臾": 2264,
    "舍": 2265,
    "舒": 2266,
    "舜": 2267,
    "舞": 2268,
    "舟": 2269,
    "航": 2270,
    "般": 2271,
    "舱": 2272,
    "船": 2273,
    "艮": 2274,
    "良": 2275,
    "色": 2276,
    "艳": 2277,
    "艺": 2278,
    "艾": 2279,
    "节": 2280,
    "芃": 2281,
    "芊": 2282,
    "芒": 2283,
    "芙": 2284,
    "芜": 2285,
    "芝": 2286,
    "芦": 2287,
    "芬": 2288,
    "芭": 2289,
    "芮": 2290,
    "芯": 2291,
    "花": 2292,
    "芳": 2293,
    "芷": 2294,
    "芸": 2295,
    "芹": 2296,
    "芽": 2297,
    "苌": 2298,
    "苍": 2299,
    "苏": 2300,
    "苑": 2301,
    "苒": 2302,
    "苓": 2303,
    "苔": 2304,
    "苗": 2305,
    "苞": 2306,
    "苟": 2307,
    "苡": 2308,
    "若": 2309,
    "苦": 2310,
    "英": 2311,
    "苹": 2312,
    "茁": 2313,
    "茂": 2314,
    "范": 2315,
    "茄": 2316,
    "茅": 2317,
    "茆": 2318,
    "茉": 2319,
    "茎": 2320,
    "茗": 2321,
    "茜": 2322,
    "茫": 2323,
    "茵": 2324,
    "茶": 2325,
    "茹": 2326,
    "荀": 2327,
    "荃": 2328,
    "荆": 2329,
    "草": 2330,
    "荌": 2331,
    "荏": 2332,
    "荐": 2333,
    "荒": 2334,
    "荔": 2335,
    "荞": 2336,
    "荡": 2337,
    "荣": 2338,
    "荤": 2339,
    "荧": 2340,
    "荫": 2341,
    "药": 2342,
    "荷": 2343,
    "荻": 2344,
    "莆": 2345,
    "莉": 2346,
    "莎": 2347,
    "莓": 2348,
    "莘": 2349,
    "莞": 2350,
    "莫": 2351,
    "莱": 2352,
    "莲": 2353,
    "获": 2354,
    "莹": 2355,
    "莺": 2356,
    "菀": 2357,
    "菅": 2358,
    "菊": 2359,
    "菏": 2360,
    "菜": 2361,
    "菠": 2362,
    "菡": 2363,
    "菩": 2364,
    "菱": 2365,
    "菲": 2366,
    "萄": 2367,
    "萌": 2368,
    "萍": 2369,
    "萎": 2370,
    "萓": 2371,
    "萝": 2372,
    "萤": 2373,
    "营": 2374,
    "萦": 2375,
    "萧": 2376,
    "萨": 2377,
    "萱": 2378,
    "落": 2379,
    "著": 2380,
    "葚": 2381,
    "葛": 2382,
    "葡": 2383,
    "董": 2384,
    "葫": 2385,
    "葬": 2386,
    "葵": 2387,
    "蒂": 2388,
    "蒉": 2389,
    "蒋": 2390,
    "蒙": 2391,
    "蒜": 2392,
    "蒯": 2393,
    "蒲": 2394,
    "蒸": 2395,
    "蒿": 2396,
    "蓄": 2397,
    "蓉": 2398,
    "蓓": 2399,
    "蓝": 2400,
    "蓟": 2401,
    "蓬": 2402,
    "蔑": 2403,
    "蔓": 2404,
    "蔚": 2405,
    "蔡": 2406,
    "蔷": 2407,
    "蔺": 2408,
    "蔼": 2409,
    "蔽": 2410,
    "蕉": 2411,
    "蕊": 2412,
    "蕙": 2413,
    "蕴": 2414,
    "蕾": 2415,
    "薄": 2416,
    "薇": 2417,
    "薛": 2418,
    "薯": 2419,
    "薰": 2420,
    "藉": 2421,
    "藏": 2422,
    "藐": 2423,
    "藤": 2424,
    "藩": 2425,
    "虎": 2426,
    "虑": 2427,
    "虚": 2428,
    "虞": 2429,
    "虢": 2430,
    "虫": 2431,
    "虱": 2432,
    "虹": 2433,
    "虾": 2434,
    "蚀": 2435,
    "蚁": 2436,
    "蚂": 2437,
    "蚌": 2438,
    "蚓": 2439,
    "蚕": 2440,
    "蚣": 2441,
    "蚤": 2442,
    "蚧": 2443,
    "蚪": 2444,
    "蚯": 2445,
    "蚱": 2446,
    "蛄": 2447,
    "蛇": 2448,
    "蛋": 2449,
    "蛎": 2450,
    "蛙": 2451,
    "蛛": 2452,
    "蛤": 2453,
    "蛮": 2454,
    "蛳": 2455,
    "蛾": 2456,
    "蜀": 2457,
    "蜂": 2458,
    "蜇": 2459,
    "蜈": 2460,
    "蜍": 2461,
    "蜓": 2462,
    "蜗": 2463,
    "蜘": 2464,
    "蜜": 2465,
    "蜢": 2466,
    "蜥": 2467,
    "蜴": 2468,
    "蜻": 2469,
    "蝉": 2470,
    "蝌": 2471,
    "蝎": 2472,
    "蝗": 2473,
    "蝠": 2474,
    "蝴": 2475,
    "蝶": 2476,
    "蝼": 2477,
    "蝾": 2478,
    "螂": 2479,
    "螃": 2480,
    "螈": 2481,
    "融": 2482,
    "螳": 2483,
    "螺": 2484,
    "蟀": 2485,
    "蟋": 2486,
    "蟑": 2487,
    "蟒": 2488,
    "蟹": 2489,
    "蟾": 2490,
    "蠕": 2491,
    "血": 2492,
    "衅": 2493,
    "行": 2494,
    "衍": 2495,
    "街": 2496,
    "衡": 2497,
    "衢": 2498,
    "衣": 2499,
    "补": 2500,
    "表": 2501,
    "衰": 2502,
    "衷": 2503,
    "袁": 2504,
    "袈": 2505,
    "袋": 2506,
    "袒": 2507,
    "被": 2508,
    "袭": 2509,
    "裁": 2510,
    "裂": 2511,
    "装": 2512,
    "裔": 2513,
    "裕": 2514,
    "裘": 2515,
    "裟": 2516,
    "裴": 2517,
    "褐": 2518,
    "褒": 2519,
    "褚": 2520,
    "褪": 2521,
    "襄": 2522,
    "西": 2523,
    "要": 2524,
    "覃": 2525,
    "覆": 2526,
    "見": 2527,
    "见": 2528,
    "观": 2529,
    "规": 2530,
    "觅": 2531,
    "视": 2532,
    "览": 2533,
    "觉": 2534,
    "角": 2535,
    "解": 2536,
    "触": 2537,
    "言": 2538,
    "訾": 2539,
    "詹": 2540,
    "誉": 2541,
    "誓": 2542,
    "謇": 2543,
    "警": 2544,
    "计": 2545,
    "订": 2546,
    "认": 2547,
    "讨": 2548,
    "让": 2549,
    "训": 2550,
    "议": 2551,
    "记": 2552,
    "讲": 2553,
    "讳": 2554,
    "讶": 2555,
    "许": 2556,
    "论": 2557,
    "设": 2558,
    "访": 2559,
    "评": 2560,
    "识": 2561,
    "诈": 2562,
    "诉": 2563,
    "词": 2564,
    "译": 2565,
    "试": 2566,
    "诗": 2567,
    "诚": 2568,
    "话": 2569,
    "询": 2570,
    "该": 2571,
    "语": 2572,
    "误": 2573,
    "说": 2574,
    "请": 2575,
    "诸": 2576,
    "诺": 2577,
    "读": 2578,
    "课": 2579,
    "诿": 2580,
    "调": 2581,
    "谈": 2582,
    "谊": 2583,
    "谌": 2584,
    "谎": 2585,
    "谏": 2586,
    "谢": 2587,
    "谣": 2588,
    "谦": 2589,
    "谧": 2590,
    "谨": 2591,
    "谬": 2592,
    "谭": 2593,
    "谯": 2594,
    "谱": 2595,
    "谷": 2596,
    "豁": 2597,
    "豆": 2598,
    "豚": 2599,
    "象": 2600,
    "豪": 2601,
    "豫": 2602,
    "豹": 2603,
    "貂": 2604,
    "貊": 2605,
    "贝": 2606,
    "贞": 2607,
    "负": 2608,
    "贡": 2609,
    "财": 2610,
    "责": 2611,
    "贤": 2612,
    "败": 2613,
    "货": 2614,
    "质": 2615,
    "贩": 2616,
    "贪": 2617,
    "贫": 2618,
    "购": 2619,
    "贯": 2620,
    "贰": 2621,
    "贲": 2622,
    "贴": 2623,
    "贵": 2624,
    "贸": 2625,
    "费": 2626,
    "贺": 2627,
    "贼": 2628,
    "贾": 2629,
    "资": 2630,
    "赋": 2631,
    "赌": 2632,
    "赏": 2633,
    "赖": 2634,
    "赘": 2635,
    "赛": 2636,
    "赞": 2637,
    "赡": 2638,
    "赢": 2639,
    "赤": 2640,
    "赧": 2641,
    "赩": 2642,
    "赫": 2643,
    "走": 2644,
    "赴": 2645,
    "赵": 2646,
    "赶": 2647,
    "起": 2648,
    "趁": 2649,
    "超": 2650,
    "越": 2651,
    "趟": 2652,
    "趣": 2653,
    "足": 2654,
    "趴": 2655,
    "跃": 2656,
    "跆": 2657,
    "跌": 2658,
    "跑": 2659,
    "距": 2660,
    "跟": 2661,
    "跤": 2662,
    "跨": 2663,
    "跪": 2664,
    "路": 2665,
    "跳": 2666,
    "践": 2667,
    "踏": 2668,
    "踢": 2669,
    "踪": 2670,
    "蹄": 2671,
    "蹇": 2672,
    "蹈": 2673,
    "蹉": 2674,
    "蹦": 2675,
    "蹬": 2676,
    "蹭": 2677,
    "蹲": 2678,
    "躁": 2679,
    "身": 2680,
    "躲": 2681,
    "躺": 2682,
    "车": 2683,
    "轨": 2684,
    "轩": 2685,
    "转": 2686,
    "轮": 2687,
    "软": 2688,
    "轲": 2689,
    "轶": 2690,
    "轻": 2691,
    "载": 2692,
    "较": 2693,
    "辅": 2694,
    "辈": 2695,
    "辉": 2696,
    "辑": 2697,
    "输": 2698,
    "辕": 2699,
    "辛": 2700,
    "辜": 2701,
    "辞": 2702,
    "辟": 2703,
    "辣": 2704,
    "辩": 2705,
    "辰": 2706,
    "辱": 2707,
    "边": 2708,
    "辽": 2709,
    "达": 2710,
    "迁": 2711,
    "迂": 2712,
    "过": 2713,
    "迈": 2714,
    "迎": 2715,
    "运": 2716,
    "近": 2717,
    "返": 2718,
    "还": 2719,
    "这": 2720,
    "进": 2721,
    "远": 2722,
    "违": 2723,
    "连": 2724,
    "迟": 2725,
    "迪": 2726,
    "迫": 2727,
    "迭": 2728,
    "迮": 2729,
    "述": 2730,
    "迷": 2731,
    "迹": 2732,
    "追": 2733,
    "退": 2734,
    "送": 2735,
    "适": 2736,
    "逄": 2737,
    "逆": 2738,
    "选": 2739,
    "逍": 2740,
    "透": 2741,
    "逐": 2742,
    "递": 2743,
    "途": 2744,
    "通": 2745,
    "逛": 2746,
    "逝": 2747,
    "速": 2748,
    "造": 2749,
    "逢": 2750,
    "逮": 2751,
    "逯": 2752,
    "逸": 2753,
    "逼": 2754,
    "逾": 2755,
    "遂": 2756,
    "遇": 2757,
    "遍": 2758,
    "道": 2759,
    "遗": 2760,
    "遢": 2761,
    "遥": 2762,
    "遭": 2763,
    "遵": 2764,
    "避": 2765,
    "邃": 2766,
    "邈": 2767,
    "邋": 2768,
    "邓": 2769,
    "邗": 2770,
    "邛": 2771,
    "邝": 2772,
    "邢": 2773,
    "那": 2774,
    "邦": 2775,
    "邪": 2776,
    "邬": 2777,
    "邯": 2778,
    "邰": 2779,
    "邱": 2780,
    "邴": 2781,
    "邵": 2782,
    "邶": 2783,
    "邸": 2784,
    "邹": 2785,
    "邻": 2786,
    "郁": 2787,
    "郎": 2788,
    "郏": 2789,
    "郑": 2790,
    "郗": 2791,
    "郜": 2792,
    "郝": 2793,
    "郦": 2794,
    "部": 2795,
    "郭": 2796,
    "郯": 2797,
    "郸": 2798,
    "都": 2799,
    "鄂": 2800,
    "鄙": 2801,
    "鄞": 2802,
    "鄢": 2803,
    "鄱": 2804,
    "酆": 2805,
    "酉": 2806,
    "酋": 2807,
    "酌": 2808,
    "配": 2809,
    "酒": 2810,
    "酥": 2811,
    "酱": 2812,
    "酷": 2813,
    "酸": 2814,
    "酿": 2815,
    "醉": 2816,
    "醋": 2817,
    "醒": 2818,
    "醺": 2819,
    "采": 2820,
    "释": 2821,
    "里": 2822,
    "重": 2823,
    "野": 2824,
    "量": 2825,
    "金": 2826,
    "鉴": 2827,
    "錦": 2828,
    "鑫": 2829,
    "针": 2830,
    "钊": 2831,
    "钓": 2832,
    "钗": 2833,
    "钛": 2834,
    "钝": 2835,
    "钞": 2836,
    "钟": 2837,
    "钢": 2838,
    "钦": 2839,
    "钧": 2840,
    "钩": 2841,
    "钭": 2842,
    "钮": 2843,
    "钰": 2844,
    "钱": 2845,
    "钳": 2846,
    "钴": 2847,
    "钻": 2848,
    "铁": 2849,
    "铃": 2850,
    "铄": 2851,
    "铎": 2852,
    "铛": 2853,
    "铜": 2854,
    "铠": 2855,
    "铣": 2856,
    "铭": 2857,
    "铮": 2858,
    "银": 2859,
    "铸": 2860,
    "铺": 2861,
    "链": 2862,
    "销": 2863,
    "锁": 2864,
    "锅": 2865,
    "锈": 2866,
    "锋": 2867,
    "锐": 2868,
    "错": 2869,
    "锡": 2870,
    "锣": 2871,
    "锤": 2872,
    "锦": 2873,
    "键": 2874,
    "锺": 2875,
    "锻": 2876,
    "镇": 2877,
    "镖": 2878,
    "镜": 2879,
    "长": 2880,
    "間": 2881,
    "门": 2882,
    "闪": 2883,
    "闫": 2884,
    "闭": 2885,
    "问": 2886,
    "闯": 2887,
    "闲": 2888,
    "闳": 2889,
    "间": 2890,
    "闵": 2891,
    "闸": 2892,
    "闹": 2893,
    "闻": 2894,
    "闽": 2895,
    "闾": 2896,
    "阁": 2897,
    "阅": 2898,
    "阉": 2899,
    "阎": 2900,
    "阏": 2901,
    "阑": 2902,
    "阔": 2903,
    "阙": 2904,
    "阚": 2905,
    "阜": 2906,
    "队": 2907,
    "阪": 2908,
    "阮": 2909,
    "阱": 2910,
    "防": 2911,
    "阳": 2912,
    "阴": 2913,
    "阵": 2914,
    "阻": 2915,
    "阿": 2916,
    "陀": 2917,
    "附": 2918,
    "际": 2919,
    "陆": 2920,
    "陈": 2921,
    "陋": 2922,
    "陌": 2923,
    "降": 2924,
    "限": 2925,
    "陡": 2926,
    "院": 2927,
    "除": 2928,
    "险": 2929,
    "陵": 2930,
    "陶": 2931,
    "陷": 2932,
    "隅": 2933,
    "隆": 2934,
    "隋": 2935,
    "随": 2936,
    "隐": 2937,
    "隗": 2938,
    "隘": 2939,
    "隙": 2940,
    "障": 2941,
    "隼": 2942,
    "隽": 2943,
    "难": 2944,
    "雀": 2945,
    "雁": 2946,
    "雄": 2947,
    "雅": 2948,
    "集": 2949,
    "雉": 2950,
    "雍": 2951,
    "雏": 2952,
    "雕": 2953,
    "雨": 2954,
    "雪": 2955,
    "雯": 2956,
    "雰": 2957,
    "雳": 2958,
    "零": 2959,
    "雷": 2960,
    "雹": 2961,
    "雾": 2962,
    "霁": 2963,
    "霄": 2964,
    "震": 2965,
    "霈": 2966,
    "霍": 2967,
    "霏": 2968,
    "霓": 2969,
    "霖": 2970,
    "霜": 2971,
    "霞": 2972,
    "露": 2973,
    "霸": 2974,
    "霹": 2975,
    "青": 2976,
    "靓": 2977,
    "靖": 2978,
    "静": 2979,
    "靛": 2980,
    "非": 2981,
    "靠": 2982,
    "靡": 2983,
    "面": 2984,
    "革": 2985,
    "靳": 2986,
    "鞍": 2987,
    "鞠": 2988,
    "鞭": 2989,
    "韦": 2990,
    "韧": 2991,
    "韩": 2992,
    "韫": 2993,
    "韬": 2994,
    "韭": 2995,
    "音": 2996,
    "韵": 2997,
    "韶": 2998,
    "页": 2999,
    "顶": 3000,
    "项": 3001,
    "顺": 3002,
    "须": 3003,
    "顽": 3004,
    "顾": 3005,
    "顿": 3006,
    "颀": 3007,
    "颂": 3008,
    "预": 3009,
    "领": 3010,
    "颈": 3011,
    "颉": 3012,
    "颐": 3013,
    "频": 3014,
    "颖": 3015,
    "颜": 3016,
    "風": 3017,
    "飇": 3018,
    "风": 3019,
    "飒": 3020,
    "飘": 3021,
    "飙": 3022,
    "飞": 3023,
    "食": 3024,
    "饨": 3025,
    "饭": 3026,
    "饮": 3027,
    "饴": 3028,
    "饶": 3029,
    "饺": 3030,
    "饼": 3031,
    "饿": 3032,
    "馄": 3033,
    "馋": 3034,
    "馒": 3035,
    "首": 3036,
    "馗": 3037,
    "香": 3038,
    "馥": 3039,
    "馨": 3040,
    "马": 3041,
    "驰": 3042,
    "驳": 3043,
    "驶": 3044,
    "驹": 3045,
    "驻": 3046,
    "驼": 3047,
    "驾": 3048,
    "骄": 3049,
    "骆": 3050,
    "骊": 3051,
    "验": 3052,
    "骏": 3053,
    "骑": 3054,
    "骚": 3055,
    "骞": 3056,
    "骨": 3057,
    "骼": 3058,
    "髓": 3059,
    "高": 3060,
    "鬣": 3061,
    "鬼": 3062,
    "魁": 3063,
    "魂": 3064,
    "魄": 3065,
    "魈": 3066,
    "魏": 3067,
    "魔": 3068,
    "鱼": 3069,
    "鱿": 3070,
    "鲁": 3071,
    "鲈": 3072,
    "鲍": 3073,
    "鲜": 3074,
    "鲢": 3075,
    "鲤": 3076,
    "鲨": 3077,
    "鲫": 3078,
    "鲲": 3079,
    "鲵": 3080,
    "鲸": 3081,
    "鲼": 3082,
    "鳄": 3083,
    "鳐": 3084,
    "鳙": 3085,
    "鳜": 3086,
    "鳞": 3087,
    "鸟": 3088,
    "鸠": 3089,
    "鸡": 3090,
    "鸢": 3091,
    "鸣": 3092,
    "鸥": 3093,
    "鸦": 3094,
    "鸭": 3095,
    "鸯": 3096,
    "鸳": 3097,
    "鸵": 3098,
    "鸸": 3099,
    "鸽": 3100,
    "鸾": 3101,
    "鸿": 3102,
    "鹂": 3103,
    "鹃": 3104,
    "鹄": 3105,
    "鹅": 3106,
    "鹉": 3107,
    "鹊": 3108,
    "鹋": 3109,
    "鹌": 3110,
    "鹍": 3111,
    "鹏": 3112,
    "鹑": 3113,
    "鹞": 3114,
    "鹤": 3115,
    "鹦": 3116,
    "鹩": 3117,
    "鹫": 3118,
    "鹭": 3119,
    "鹰": 3120,
    "鹳": 3121,
    "鹿": 3122,
    "麋": 3123,
    "麦": 3124,
    "麴": 3125,
    "麻": 3126,
    "黄": 3127,
    "黎": 3128,
    "黑": 3129,
    "黓": 3130,
    "黔": 3131,
    "默": 3132,
    "黛": 3133,
    "黯": 3134,
    "鼓": 3135,
    "鼠": 3136,
    "鼬": 3137,
    "鼯": 3138,
    "齐": 3139,
    "龙": 3140,
    "龚": 3141,
    "龟": 3142
  },
  "itos": {
    "0": "\n",
    "1": "1",
    "2": "2",
    "3": "3",
    "4": "A",
    "5": "B",
    "6": "C",
    "7": "D",
    "8": "G",
    "9": "I",
    "10": "N",
    "11": "O",
    "12": "P",
    "13": "Q",
    "14": "S",
    "15": "T",
    "16": "U",
    "17": "X",
    "18": "a",
    "19": "b",
    "20": "c",
    "21": "d",
    "22": "e",
    "23": "f",
    "24": "g",
    "25": "i",
    "26": "l",
    "27": "m",
    "28": "o",
    "29": "s",
    "30": "u",
    "31": "y",
    "32": "一",
    "33": "丁",
    "34": "七",
    "35": "万",
    "36": "丈",
    "37": "三",
    "38": "上",
    "39": "下",
    "40": "不",
    "41": "与",
    "42": "丑",
    "43": "专",
    "44": "且",
    "45": "世",
    "46": "丘",
    "47": "丙",
    "48": "业",
    "49": "丛",
    "50": "东",
    "51": "丝",
    "52": "丢",
    "53": "两",
    "54": "严",
    "55": "个",
    "56": "中",
    "57": "丰",
    "58": "串",
    "59": "临",
    "60": "丶",
    "61": "丸",
    "62": "丹",
    "63": "为",
    "64": "主",
    "65": "丽",
    "66": "举",
    "67": "乃",
    "68": "久",
    "69": "么",
    "70": "义",
    "71": "之",
    "72": "乌",
    "73": "乎",
    "74": "乏",
    "75": "乐",
    "76": "乔",
    "77": "乖",
    "78": "乘",
    "79": "乙",
    "80": "乜",
    "81": "九",
    "82": "也",
    "83": "习",
    "84": "乡",
    "85": "书",
    "86": "买",
    "87": "乱",
    "88": "乳",
    "89": "乾",
    "90": "了",
    "91": "予",
    "92": "争",
    "93": "事",
    "94": "二",
    "95": "于",
    "96": "云",
    "97": "互",
    "98": "亓",
    "99": "五",
    "100": "井",
    "101": "亚",
    "102": "亡",
    "103": "亢",
    "104": "交",
    "105": "亥",
    "106": "亦",
    "107": "产",
    "108": "享",
    "109": "京",
    "110": "亭",
    "111": "亮",
    "112": "亲",
    "113": "亳",
    "114": "人",
    "115": "亿",
    "116": "仁",
    "117": "仆",
    "118": "仇",
    "119": "仉",
    "120": "今",
    "121": "介",
    "122": "仍",
    "123": "从",
    "124": "仑",
    "125": "仓",
    "126": "仕",
    "127": "他",
    "128": "付",
    "129": "仙",
    "130": "仝",
    "131": "代",
    "132": "令",
    "133": "以",
    "134": "仪",
    "135": "们",
    "136": "仰",
    "137": "仲",
    "138": "仵",
    "139": "件",
    "140": "价",
    "141": "任",
    "142": "份",
    "143": "仿",
    "144": "企",
    "145": "伊",
    "146": "伍",
    "147": "伏",
    "148": "休",
    "149": "众",
    "150": "优",
    "151": "伙",
    "152": "会",
    "153": "伞",
    "154": "伟",
    "155": "传",
    "156": "伤",
    "157": "伦",
    "158": "伪",
    "159": "伯",
    "160": "估",
    "161": "伴",
    "162": "似",
    "163": "伽",
    "164": "佁",
    "165": "但",
    "166": "位",
    "167": "低",
    "168": "住",
    "169": "佑",
    "170": "体",
    "171": "何",
    "172": "佘",
    "173": "余",
    "174": "佛",
    "175": "作",
    "176": "佟",
    "177": "你",
    "178": "佩",
    "179": "佬",
    "180": "佳",
    "181": "佴",
    "182": "佼",
    "183": "使",
    "184": "侍",
    "185": "依",
    "186": "侠",
    "187": "侧",
    "188": "侨",
    "189": "侬",
    "190": "侯",
    "191": "侵",
    "192": "便",
    "193": "俊",
    "194": "俎",
    "195": "俏",
    "196": "俐",
    "197": "俑",
    "198": "俗",
    "199": "保",
    "200": "俞",
    "201": "俟",
    "202": "信",
    "203": "俨",
    "204": "俭",
    "205": "修",
    "206": "倒",
    "207": "倔",
    "208": "候",
    "209": "倚",
    "210": "借",
    "211": "倦",
    "212": "倩",
    "213": "倪",
    "214": "值",
    "215": "倾",
    "216": "假",
    "217": "偏",
    "218": "做",
    "219": "停",
    "220": "健",
    "221": "偲",
    "222": "偶",
    "223": "偷",
    "224": "偿",
    "225": "傅",
    "226": "傍",
    "227": "储",
    "228": "催",
    "229": "傲",
    "230": "傻",
    "231": "像",
    "232": "僧",
    "233": "僪",
    "234": "僵",
    "235": "僻",
    "236": "儋",
    "237": "儒",
    "238": "儿",
    "239": "允",
    "240": "元",
    "241": "兄",
    "242": "充",
    "243": "兆",
    "244": "先",
    "245": "光",
    "246": "克",
    "247": "免",
    "248": "兑",
    "249": "兔",
    "250": "党",
    "251": "入",
